{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Introduction",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“Instructions Before Stuttering” is a poem about speech, actualized by JJJJJerome Ellis’s dysfluent voice. In the poem, Ellis anticipates the clearing that will be created as they stutter while attempting to say their own name (The Clearing 215). The clearing is Ellis’ term for the unique temporal and communicative space that they and their interlocutors enter during the stutter [1]: a step away from the normative flow of communication, it is an opening that facilitates communal meeting and rest, modelled after the clearing one reaches while walking a path in a forest (219). The relationality of the clearing is explored in “Instructions Before Stuttering”: Ellis’ slow, deliberate, and irregular style blends with the stutter to turn every pause, word, and non-lexical utterance into a “vessel” to be held carefully by performer and listener as they walk down the “road” of the poem (8, 11). The performance problematizes linear conceptions of communication in favour of a fuzzy matrix of relations."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "How might I annotate this listening experience? Conventional annotation methods of transcribing or summarizing language are not just unfit but conceptually at odds with the poem. In fact, annotating this performance means beginning from an understanding that I cannot translate it into written text. By rendering voice inseparable from language, Ellis’ performance instead invites me to consider whether annotation can stutter, or gesture toward the relationality of the clearing and, if so, what this annotation might look like."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Stutter Sovereignty",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I conceptualize my annotations through an understanding of the stutter—its thematic presence in the poem, but especially its vocal enactment in performance—as an instance of sensate sovereignty. Sensate sovereignty is actualized through “written, visual, and aural obstructions” that “act as a limit of knowledge that is felt viscerally, proprioceptively, and affectively beyond the page” (Robinson 24). It is expressed in Ellis’ performance primarily through the rejection of the dominant o/aural mechanism of fluency; this type of sensate sovereignty might be termed stutter sovereignty. By constructively problematizing the “social regime of fluency” and its associated cultural fantasies of “efficiency, pace, and self-mastery,” stutter sovereignty invites listeners to consider the aspects of communication—encounter, body, voice, feeling—that are cast aside by fluency’s emphasis on symbolic meaning (Dworkin 177, St. Pierre 1). In part, this represents a turn from interpretation, from the certainty that voice means language means information, to affective and intuitive enmeshment in the “thick event” of the “vocal moment” (Eidsheim 5). To align annotation with stutter sovereignty means expanding its scope to the entire communicative encounter, which is performance-specific and dynamic."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Annotating “Instructions Before Stuttering”",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In “Instructions Before Stuttering,” the stutter troubles the normative distinction between speaker (agential, productive) and listener (passive, receptive). The ambiguous “you” of the poem seems to address both the person stuttering and their interlocutor, moving the stutter out of the speaker’s body (“Instructions” 7). It is instead located in the relation between speaker and interlocutor, as each is asked to “[g]rasp the vessel” of the stutter “[w]ith both hands and / [w]alk slow” into the space of the clearing (8-10). Ellis’ even-toned performance of this phrase creates what Charles Bernstein refers to as a “concave acoustic space,” welcoming and intimate, and the irregular rhythm of their words lends each a renewed significance: there is no passive lull of fluent rhythm (11). It is up to the interlocutor to accept the invitation into the clearing, to receive the stutter without interruption or judgment. In my annotations, I model this choice by offering reader-listeners [2] two paths: there are conventional, transcribed annotations on the main AVAnnotate page, and also hyperlinked annotations I call clearings (after Ellis’ term) interspersed throughout. The clearings are timestamped to instances of the stutter and link to pages that render the poem typographically and artistically, emphasizing the sound of Ellis’ voice and the affective experience of listening to the poem. As they begin listening to the poem and the annotations start to auto-scroll, reader-listeners may choose to enter the clearings, to exhibit trust and willingness to actively interact with the annotations rather than letting them pass by [3]. In this instance, reader-listeners embrace the “excesses of alterity—of difference, otherness, and strangeness” put forward by the stutter and the clearings, which “will always inevitably exceed [their] knowledge, experience, and understanding” (Lipari 180). Where a certain and bordered speaker-listener relationship is embodied in the transcribed annotations, the transcendent alterity of the stuttered relationship guides the clearings. Therefore stutter sovereignty, by troubling the border between speaker and listener, asks both (but especially the listener) to interrogate their role in accepting or neglecting communicative alterity when it presents itself."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Furthermore, Ellis’ performance troubles the binary characterization of the stutter as an ‘intruder’ in fluent speech by emphasizing the extralexical complexities of speech. Soft onset and offset allow voice and ‘silence’ to intermingle, while slow speech lets speaker and listener meditate over the sound of each word, and pauses trouble the distinction between stutter and caesura. When Ellis says, “[t]read where the name has prepared” with an extended s at the end of has, it is as if their material voice is reaching out to pave (or prepare) a road for language to step onto (“Instructions” 1). “When speech continues without communicating anything,” writes Craig Dworkin, “when speech intransitively reaches the limit at which its communication becomes silent, we can hear the body speak” (168). While the body is always speaking, the fluent ear’s extraction of the symbolic keeps us from hearing it. As Lisbeth Lipari writes, “language itself can be particularly dangerous when we become habituated to its structures and forms such that they are automatic and invisible to us” (182). Therefore, reader-listeners are asked to become willfully un-habituated to language upon entering the clearings, which intermingle legible text with typographic flourishes and abstract, vaguely diagrammatic shapes. Inspired by Conor Foran’s Dysfluent Mono typeface, the typography mirrors Ellis’ vocal style: when a letter lingers in the performance, it has a stretched shadow in my annotation. Words move around on the page, and letters move around within words as Ellis’ volume and tone changes. However, there is no style guide to these annotations; in their irregularity, they mirror (but do not transcribe) Ellis’ speech. The green-and-black illustrations, suggestive of doorways, floors, and stairs, give reader-listeners latitude to make of the annotations what they will: to reframe the legible text through a lens of uncertainty, to write their own affective experience into the annotations, or to take them at face value, an echo of the incomprehensibility of the sonic encounter. Both the stutter and these annotations carry reverberations of John Cage’s 4’33, as a signifying encounter is cued up and then left unresolved to echo. Therefore, the stutter does more than assert its own place in speech: it pulls voice, body, silence and sound into an expansive and unknowable encounter."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Conclusion",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\t“It takes two to stutter,” Ellis observes (Beckford). The power of the stutter is to reframe communication such that speaker and interlocutor are asked to be in—and therefore accept responsibility for—the communicative moment. Ellis’ performance of “Instructions Before Stuttering,” enacts stutter sovereignty through the ambiguous use of second person and irregular speech. In listening to the poem, one is offered the opportunity to step beyond normative communicative patterns of fluency into a relationship characterized by witness and presence, to adopt Nel Noddings’ position: “I do not project; I receive the other into myself, and I see and feel with the other” (30)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\tSimilarly, my annotations reach toward the possibility of being with the stutter, rather than totalizing or ignoring it. In an attempt to perpetuate stutter sovereignty, I provide reader-listeners an opportunity to actively engage with the annotations by entering the illustrated clearings and exploring them however they wish, stepping away from linearity and into a temporal relationship dictated by each listener’s engagement with the performance audio and the annotations. Additionally, once inside the clearings, typography and illustrations emphasize the multiplicity of the communicative encounter, its layers of slippage between language, vocal sound, silence, and listening. The stutter’s invocation of the clearing asks speaker and interlocutor to experience the visceral roughness of communication, and to consider—without necessarily coming to a conclusion—all the possibilities that arise from it."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Endnotes",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "1. Ellis uses the stutter as opposed to my stutter to emphasize that the stutter exists “between [their] interlocutor and [them],” as well as “the ableist structures within which [their] communication takes place” (The Clearing 221)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "2. I use this term to refer to audiences that read my annotations and listen to Ellis’ performance. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "3.  This is not a stand-in for the clearing that occurs during a face-to-face encounter."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Works Cited",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Beckford, Sean. “The Power of Music and Verse with Stuttering Poet JJJJJerome Ellis.” Milkweed Editions, 20 Nov. 2023, milkweed.org/blog/the-power-of-music-and-verse-with-stuttering-poet-jjjjjerome-ellis. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Bernstein, Charles. Close Listening: Poetry and the Performed Word. Oxford University Press, 1998. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Dworkin, Craig. “The Stutter of Form.” The Sound of Poetry / The Poetry of Sound, University of Chicago Press, 2009, pp. 166–183. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Eidsheim, Nina Sun. The Race of Sound: Listening, Timbre, and Vocality in African American Music. Duke University Press, 2019. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Ellis, JJJJJerome. “Instructions Before Stuttering.” Poets.org, Academy of American Poets, 17 July 2023, poets.org/poem/instructions-stuttering. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "---. “The Clearing: Music, Dysfluency, Blackness and Time.” Journal of Interdisciplinary Voice Studies, vol. 5, no. 2, 1 Dec. 2020, pp. 215–233, https://doi.org/10.1386/jivs_00026_1. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Foran, Conor. “Dysfluent Mono Typeface.” The Stammering Collective, www.thestammeringcollective.org/file/dysfluent-mono-typeface. Accessed 11 Mar. 2025."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Lipari, Lisbeth. Listening, Thinking, Being: Toward an Ethics of Attunement. Pennsylvania State University Press, 2014. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Noddings, Nel. Caring: A Relational Approach to Ethics and Moral Education. Second ed., University of California Press, 2013. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Robinson, Dylan. Hungry Listening: Resonant Theory for Indigenous Sound Studies. University of Minnesota Press, 2020. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "St. Pierre, Joshua. “The Construction of the Disabled Speaker: Locating Stuttering in Disability Studies.” Canadian Journal of Disability Studies, vol. 1, no. 3, 30 Aug. 2012, pp. 1–21, https://doi.org/10.15353/cjds.v1i3.54. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        }
      ]
    }
  ],
  "title": "Annotating “Instructions Before Stuttering”: Notes Toward Dysfluent Annotation",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "annotating-instructions-before-stuttering",
  "created_at": "2025-04-25T17:54:01.845Z",
  "created_by": "sarah-freeman",
  "updated_at": "2025-04-25T17:54:01.845Z",
  "updated_by": "sarah-freeman"
}